flow-over-heated-plate-particles/fluid-openfoam/constant/combustionProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      combustionProperties;
}

combustionModel none;
active          false;

