flow-over-heated-plate-particles/fluid-openfoam/constant/foam.inp
elements
(
);

species
(
    H2O
);

reactions
{}
