flow-over-heated-plate-particles/fluid-openfoam/constant/radiationProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      radiationProperties;
}

radiation       off;

radiationModel  none;

