flow-over-heated-plate-particles/fluid-openfoam/0/H2O
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}

dimensions      [ 0 0 0 0 0 0 0 ];

internalField   uniform 1.0;

boundaryField
{
    ".*"
    {
        type   fixedValue;
        value  uniform 1.0;
    }
}
